aaron-bond.better-comments
anseki.vscode-color
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.codespaces
github.github-vscode-theme
mechatroner.rainbow-csv
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
sdras.night-owl
sumneko.lua
tabnine.tabnine-vscode
tamasfe.even-better-toml
teabyii.ayu
visualstudioexptteam.intellicode-api-usage-examples
zhuangtongfa.material-theme
